SELECT TOP (1000) [MaNV]
      ,[HoTen]
      ,[ChucVu]
      ,[SoNgayCong]
      ,[LuongCung]
      ,[LuongThuong]
      ,[Phat]
      ,[TongLuong]
  FROM [OOP].[dbo].[ThongKeLuongNhanVien]
  insert into ThongKeLuongNhanVien
  values (1	,N'Đồng Kiều Việt Anh',	N'Đầu bếp',	17	,'20,000,000',	'750,000',	0,	'20,750,000'),
(2	,N'Phùng Quốc Đạt'	,N'Phục vụ'	,18,	'20,750,000',	'1,000,000',	0,	'21,750,000'),
(3	,N'Trần Minh Đức'	,N'Đầu bếp'	,20,	'20,000,000',	'1,250,000',	0,	'21,250,000'),
(4	,N'Trần Minh Hạnh'	,N'Phục vụ	',22,	'20,000,000',	'500,000'	,0	,'20,500,000'),
(5	,N'Ngô Huy Hoàng'	,N'Phục vụ'	,17,	'20,750,000',	'1,250,000',	0,	'22,000,000'),
(6	,N'Nguyễn Đình Lập',	N'Bảo vệ'	,18,	'21,000,000',	'500,000'	,	0,'21,500,000'),
(7	,N'Nguyễn Phúc Lịnh',	N'Phục vụ'	,20,	'21,500,000',	'1,250,000',	0,	'22,750,000'),
(8	,N'Triệu Hoàng Long',	N'Quản lý'	,17,	'20,000,000',	'1,250,000',	0,	'21,250,000'),
(9	,N'Hoàng Nghĩa Mạnh',	N'Bảo vệ'	,21,	'20,750,000',	'500,000',	0,	'21,250,000'),
(10	,N'Lê Giang Nam	',N'Phục vụ'	,22,	'21,000,000',	'750,000'	,0	,'21750,000'),
(11	,N'Hoàng Thị Ngân'	,N'Thu ngân'	,21	,'21,000,000'	,'1,250,000'	,0	,'22,250,000'),
(12	,N'Vương Đình Bảo Ngọc',	N'Phục vụ'	,25,	'20,000,000'	,'500,000',	0	,'20,500,000'),
(13	,N'Mai Thị Tuyết Nhung',	N'Thu ngân'	,19,	'21,000,000',	'750,000',	0,	'21,750,000'),
(14	,N'Lê Nguyễn Trường Phước',	N'Đầu bếp', 23,	'20,750,000',	'1,250,000',	0,	'22,000,000'),
(15	,N'Khổng Thị Hoài Phương',	N'Phục vụ'	,21,	'20,000,000'	,'750,000',	0,	'20,750,000'),
(16	,N'Trần Sỹ Toàn'	,N'Phục vụ'	,20,	'21,000,000'	,'500,000',	0,	'21,500,000'),
(17	,N'Bùi Anh Tú',	N'Quản lý'	,24,	'20,000,000'	,'750,000'	,0	,'20,750,000'),
(18	,N'Nguyễn Minh Thành',	N'Phục vụ'	,25,	'20,750,000',	'1,250,000',	0,	'22,000,000'),
(19	,N'Nguyễn Tiến Thế',	N'Phục vụ'	,18	,'20,750,000'	,'750,000'	,0	,'21,500,000'),
(20	,N'Tạ Thị Hoài Thương',	N'Phục vụ',	25	,'21,500,000',	'1,250,000',	0,	'22,750,000'),
(21	,N'Võ Nhật Tài',	N'Thu Ngân',	25	,'21,500,000',	'1,250,000'	,0,	'22,750,000')
